driver-tests/bpelse/samples/samplesBPEL/src/samples/simpleEcho/input/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:Test6">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <item>
    <value>Hello World</value>
  </item>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
